Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Ukrainian
ja: ウクライナ語

source: UnGlue Relation
ja: リレーションを外す

source: UnGlue Relations
ja: リレーションを外す

source: UnGlue Ways
ja: ウェイを引き離す

source: Unable to access ''{0}'': {1} not available (offline mode)
ja: ''{0}''にアクセスできません: {1}が使用できません(オフラインモード)

source: Unable to add layer ''{0}'': {1}
ja: レイヤー''{0}''を追加できません:{1}

source: Unable to add primitive {0} to the dataset because it is already included
ja: プリミティブ {0} をデータセットに追加できません、既に含まれています

source: Unable to align to axes
ja: 軸に合わせられません

source: Unable to connect to %1:%2
ja: %1に接続できない:%2

source: Unable to connect to the server
ja: サーバーに接続できません

source: Unable to create GPS log file: %1.
ja: GPSログファイル %1を作成できません。

source: Unable to create directory {0}
ja: ディレクトリ {0} が作成できませんでした

source: Unable to create directory {0}, autosave will be disabled
ja: ディレクトリ {0}を作成することができません。自動保存は無効となります。

source: Unable to create file {0}, other filename will be used
ja: ファイル {0}を作成することができません。他のファイル名が使用されます。

source: Unable to create new audio marker.
ja: 新しいオーディオマーカーを生成できません

source: Unable to delete PID file {0}
ja: PIDファイル {0} を削除できません

source: Unable to delete archived backup file {0}
ja: アーカイブされたバックアップファイル {0} を削除できません

source: Unable to delete backup file {0}
ja: バックアップファイル {0} を削除できません

source: Unable to delete file {0}
ja: ファイル {0} が削除できませんでした

source: Unable to delete old backup file {0}
ja: 古いバックアップファイル {0} が削除できません

source: Unable to delete temporary file {0}
ja: 一時ファイル {0} を削除できません

source: Unable to detect CRS !
ja: 座標参照系を検出できません。

source: Unable to detect a polygon where you clicked.
ja: クリックした場所の図形を検出できませんでした。

source: Unable to determine scale, one of the options {0}, {1}, {2} or {3} expected
ja: スケールを決定できません。オプション{0}、{1}、{2}または{3}のいずれかが期待されています

source: Unable to find a data store for file {0}
ja: {0}ファイルのデータストアが見つかりませんでした

source: Unable to find supported projection for layer {0}.
ja: レイヤー{0}でサポートされている投影法が見つかりません。

source: Unable to get canonical path for directory {0}
ja: 標準的なディレクトリへのパスを入手できません {0}

source: Unable to initialize OSM API.
ja: OSM APIが初期化できませんでした。

source: Unable to load assigned user
ja: アサインしたユーザを読みこめませんでした

source: Unable to load data from remote URL
ja: リモートのURLからデータを読みこめませんでした

source: Unable to load layer
ja: レイヤーをロードできません

source: Unable to locate file ''{0}''.
ja: ''{0}'' ファイルが見つかりません。

source: Unable to open GPS port.
ja: GPSポートを開けません。

source: Unable to open JOSM. Is it running?
ja: JOSMを開けません。実行中ですか？

source: Unable to open file
ja: ファイルを開けません。

source: Unable to open save file
ja: 保存ファイルを開くことができません。

source: Unable to open save import settings
ja: インポートする設定を保存するためにオープンできません

source: Unable to open save template document
ja: テンプレート情報を保存するためにオープンできません

source: Unable to parse Lon/Lat
ja: 緯度経度を解釈できません

source: Unable to parse as coordinate value: ''{0}''
ja: ''{0}'' は座標の値として解釈できませんでした

source: Unable to parse number ''{0}''
ja: 数値 ''{0}'' を解釈できません

source: Unable to parse value ''{1}'' of parameter ''{0}'' as coordinate value.
ja: パラメーター ''{0}'' の値 ''{1}'' が座標の値として解釈できません

source: Unable to parse value ''{1}'' of parameter ''{0}'' as number.
ja: パラメーター ''{0}'' の値 ''{1}'' が数値として解釈できません

source: Unable to parse value of parameter ''towgs84'' (''{0}'')
ja: パラメーター ''towgs84'' の値 ''{0}'' が解釈できません

source: Unable to parse {0} as a number
ja: {0} を数値として解釈できません

source: Unable to parse {0} parameter: {1}
ja: 引数{0}を解釈できませんでした。{1}

source: Unable to process file ''{0}'':
ja: ファイル ''{0}'' を生成できません:

source: Unable to remove insecure certificate from keystore: {0}
ja: キーストアから安全でない証明書を削除できませんでした: {0}

source: Unable to replace argument {0} in {1}: {2}
ja: 引数{0}を{1}に置換できません。{2}

source: Unable to set file non-executable {0}
ja: ファイル {0} を実行不可に設定できません

source: Unable to set file non-readable {0}
ja: ファイル {0} を読み取り不可に設定できません

source: Unable to set file non-writable {0}
ja: ファイル {0} を書きこみ不可に設定できません

source: Unable to set file readable {0}
ja: ファイル {0} を読み取り可能に設定できません

source: Unable to set file writable {0}
ja: ファイル {0} を書き込み可能に設定できません

source: Unable to set projection "%1".
ja: 投影法を"%1"に設定できませんでした。

source: Unable to set projection.
ja: 投影法を設定できません。

source: Unable to set projection; please specify one
ja: 投影法を設定できません; 一つ選択してください

source: Unable to synchronize in layer being played.
ja: 再生されているレイヤーと同期させることができません。

source: Unable to update project title and/or description
ja: プロジェクトのタイトルや説明を更新できません

source: Unassign
ja: 割り当て解除

source: Unavailable
ja: 無効

source: Unclassified
ja: 一般道(2車線未満)

source: Unclosed Ways
ja: 閉じていないウェイ

source: Unclosed way
ja: 閉じていないウェイ

source: Unconnected coastline
ja: 接続されていない海岸線

source: Unconnected highways
ja: 接続されていない道路

source: Unconnected natural lands and landuses
ja: 接続されていない自然または土地利用

source: Unconnected nodes without physical tags
ja: 物理的なタグの無い未接続ノード

source: Unconnected power ways
ja: 接続されていない電力線

source: Unconnected railways
ja: 接続されていない鉄道

source: Unconnected waterways
ja: 接続されていない水路

source: Undecide
ja: 未決

source: Undecide conflict between deleted state
ja: 削除済み状態間の競合を未決にする

source: Undecide conflict between different coordinates
ja: 異なる座標間の競合を未決にする

source: Undecided
ja: 未決定

source: Undefined
ja: 未定義

source: Undelete Object
ja: オブジェクトの削除を取り消し

source: Undelete node {0}
ja: 削除されてないノード {0}

source: Undelete object
ja: オブジェクトの削除を取り消す

source: Undelete object by id
ja: ＩＤでオブジェクトの削除を取り消し

source: Undelete object...
ja: オブジェクト削除を取り消す...

source: Undo
ja: 元に戻す

source: Undo ...
ja: 元に戻す...

source: Undo delete
ja: 削除を元に戻す

source: Undo move
ja: 移動を取り消す

source: Undo orthogonalization for certain nodes
ja: 選択したノードの直交化を元に戻す

source: Undo selection
ja: 選択を元に戻す

source: Undo the last action.
ja: 最後の操作を元に戻します。

source: Undo the selected and all later commands
ja: 選択したものおよびその後のコマンドを全て取り消す

source: Undo {0}
ja: {0}を元に戻す

source: Undock the panel
ja: パネルの取り外し

source: Undocumented problem occured.
ja: 文書化されていない問題が発生しました。

source: Uneven road
ja: 未舗装道路

source: Unexpected JOSM version number in revision file, value is ''{0}''
ja: リビジョンファイルに想定外のJOSMバージョン番号(''{0}'')があります

source: Unexpected XML element with name ''{0}''
ja: 予期せぬXMLの要素 ''{0}''

source: Unexpected http status code (%1) Server message is '%2'
ja: 予期していないhttp状態コード(%1) サーバメッセージは'%2'です。

source: Unexpected id 0 for osm primitive found
ja: osmプリミティブに予期しないID 0が見つかりました

source: Unexpected member type in turn restriction
ja: 進行方向制限で想定外のメンバーです

source: Unexpected number of arguments for parameter ''+bounds'' (must be 4)
ja: ''+bounds'' パラメーターの引数の個数が正しくありません(4でなければなりません)

source: Unexpected number of arguments for parameter ''towgs84'' (must be 3 or 7)
ja: ''towgs84'' パラメーターの引数の個数が正しくありません(3か7でなければなりません)

source: Unexpected parameter format (''{0}'')
ja: パラメーターの書式が違います(''{0}'')

source: Unexpected role ''{0}'' in turn restriction
ja: 進行方向制限でロール''{0}''は想定外です

source: Unexpected root element ''{0}'' in session file
ja: セッションファイルに不正なルート要素 ''{0}'' があります

source: Unexpected token (school holiday parser):
ja: 想定外のトークンがあります(学校休日パーサー):

source: Unexpected token ({0}) on position {1}
ja: {1} 文字目に不明なトークン({0})があります

source: Unexpected token in month range:
ja: 月の範囲に想定外のトークンがあります:

source: Unexpected token in number range:
ja: 数値の範囲に想定外のトークンがあります:

source: Unexpected token in week range:
ja: 週の範囲に想定外のトークンがあります:

source: Unexpected token in weekday range:
ja: 日の範囲に想定外のトークンがあります:

source: Unexpected token in year range:
ja: 年の範囲に想定外のトークンがあります:

source: Unexpected token.
ja: 想定外のトークンです。

source: Unexpected token:
ja: 想定外のトークンがあります:

source: Unexpected token: {0}
ja: 予想外のトークン: {0}

source: Unexpected value for ''{0}'' in changeset query url, got {1}
ja: 変更セットクエリURL中の ''{0}'' に対する予期せぬ値、入力値 ''{1}''

source: Unexpected value for key ''{0}'' in preferences, got ''{1}''
ja: キー''{0}''に想定外の値''{1}''が設定されています

source: Unexpected value for preference ''{0}'', got ''{1}''.
ja: 優先度「{0}」に予期しない値があります。「{1}」を取得しました。

source: Unexpected value of parameter ''index''.
ja: パラメータ''index''に予期しない値があります。

source: Unfreeze
ja: 固定解除

source: Unfreeze the list of merged elements and start merging.
ja: 結合された要素のリスト固定を解除して結合をはじめる

source: Unglue
ja: 引き離す

source: Unglue confirmation
ja: 削除の確認

source: Unglued Node
ja: ノードを引き離す

source: Unglued Relations
ja: 分離されたリレーション

source: Unglueing affected {0} relation: {1}
ja: 分離は{0}件のリレーションに影響します: {1}

source: Unglueing possibly affected {0} relation: {1}
ja: 接着解除は{0}件のリレーションに影響します: {1}

source: Uninstall JOSM localhost certificate from system/browser root keystores
ja: JOSMローカルホストの証明書をシステム/ブラウザーのルート証明書ストアからアンインストール

source: Uninstall...
ja: アンインストール...

source: Unisex
ja: 両性別

source: Unit number
ja: ユニット番号

source: University
ja: 大学

source: Unknown
ja: 不明

source: Unknown Wikipedia language prefix ''{0}''!
ja: ウィキペディアの言語プレフィックス''{0}''が不明です!

source: Unknown country code: {0}
ja: 国コード{0}が不明です

source: Unknown datatype!
ja: データタイプが不明です!

source: Unknown datum identifier: ''{0}''
ja: データ識別子''{0}''が不明です

source: Unknown field
ja: 不明なフィールド

source: Unknown file extension: {0}
ja: ファイルの拡張子が不明です: {0}

source: Unknown host
ja: 不明なホスト

source: Unknown json object found {0}
ja: 不明なjsonオブジェクトが見つかりました{0}

source: Unknown logFormat
ja: データ記録フォーマットが不明です

source: Unknown member type
ja: 不明なメンバー種別

source: Unknown mode {0}.
ja: 不明なモード {0}。

source: Unknown parameter: ''{0}''.
ja: パラメーター ''{0}'' が不明です。

source: Unknown preset name:
ja: 不明なプリセット名:

source: Unknown primitive type: {0}.
ja: 不明なプリミティブタイプ:{0}。

source: Unknown projection identifier: ''{0}''
ja: 投影法識別子''{0}''が不明です

source: Unknown property value
ja: 不明なプロパティ値

source: Unknown regexp value: {0}
ja: 正規表現の不明な値: {0}

source: Unknown requisite: {0}
ja: 不明な必要条件: {0}

source: Unknown role
ja: 不明なロール

source: Unknown sentences: {0}
ja: 不明なセンテンス: {0}

source: Unknown source:maxspeed context: {0}
ja: source:maxspeedのコンテキスト{0}が不明です

source: Unknown tag for condition: {0}
ja: {0}タグはconditionの中で使用できません

source: Unknown territory id: {0}
ja: 不明なテリトリーIDです: {0}

source: Unknown turn restriction
ja: 不明な進行方向制限

source: Unknown type: {0}
ja: 不明なタイプ: {0}

source: Unless you specify a ''named set'' as an input or result, all input is implicitly read from (and all results are written to) the default set named <code>_</code> (a single underscore).
ja: 入力や結果として名前つき集合を指定しない場合は、暗黙のうちに、<code>_</code> (単一の下線) という名前のデフォルトの集合が、入力元や結果の書き込み先になります。

source: Unnamed junction
ja: 名前の無いジャンクション

source: Unnamed unclassified highway
ja: 名前のない一般道(2車線未満)の道路

source: Unnamed ways
ja: 名前のないウェイ

source: Unnecessary tags
ja: 不要なタグ

source: Unofficial web site
ja: 非公式ウェブサイト

source: Unordered coastline
ja: 順序付いていない海岸線

source: Unpacking {0} into {1}
ja: {0}を{1}に展開中

source: Unresolved Addresses
ja: 未解決の住所

source: Unresolved conflicts
ja: 解決できない矛盾

source: Unsaved changes
ja: 保存されていない変更

source: Unsaved changes - Save/Upload before deleting?
ja: 未保存の変更 - 削除前に保存/アップロードしますか？

source: Unsaved changes - Save/Upload before exiting?
ja: 保存されていない変更があります - 終了前に保存/アップロードしますか？

source: Unsaved changes - Save/Upload before restarting?
ja: 変更が保存されていません - 再起動前に保存/アップロードしますか？

source: Unsaved changes are lost.
ja: 保存されていない変更は失われます。

source: Unsaved changes are not lost.
ja: 保存されていない変更は失われません。

source: Unsaved changes are uploaded and/or saved.
ja: 保存されていない変更はアップロードされ、保存されます。

source: Unsaved data and conflicts
ja: 保存されていないデータと競合

source: Unsaved data and missing associated file
ja: 保存されていないデータと不明な関連ファイル

source: Unsaved data non-writable files
ja: 書き込み不可なファイルのためデータは保存されませんでした

source: Unsaved osm data
ja: 未保存のOSMデータ

source: Unselect All
ja: 選択なし

source: Unselect all objects.
ja: 全てのオブジェクトで選択解除

source: Unselect nodes
ja: ノードの選択を解除

source: Unselectable now
ja: 選択できません

source: Unspecific highway type
ja: 道路の種類が未指定

source: Unspecific tag {0}
ja: 定義されていないタグ {0}

source: Unsuccessful HTTP request
ja: 失敗したHTTPリクエスト

source: Unsuitable parameters ''{0}'' and ''{1}'' for two point method.
ja: 2ポイントメソッドのパラメータ''{0}''と''{1}''が不適切です。

source: Unsupported WMS file version; found {0}, expected {1}
ja: WMSファイルのバージョンが未サポートです。{1}でなければなりませんが、{0}でした。

source: Unsupported action: The bridge does not seem to be a single way.
ja: サポートされていないアクション: 橋は単一方向ではないようです。

source: Unsupported cache file version; found {0}, expected {1} Create a new one.
ja: サポートされないキャッシュファイルのバージョン; {0} が見つかりましたが、 {1} であるべきです

source: Unsupported geometry type {geometry}
ja: 未対応のジオメトリタイプ {geometry}

source: Unsupported imagery type: {0}
ja: 対応していない画像種別: {0}

source: Unsupported parameter ''{0}'' in changeset query string
ja: 変更セットクエリ文字列中にサポートされないパラメータ ''{0}'' があります

source: Unsupported scheme ''{0}'' in URI ''{1}''.
ja: URI ''{1}'' のスキーム ''{0}'' はサポートされていません。

source: Unsupported value in preference ''{0}'', got ''{1}''.
ja: プレファレンス''{0}''でサポートされていない値です。''{1}''を取得しました。

source: Unsupported version: {0}
ja: サポートされないバージョン: {0}

source: Untagged Images
ja: タグ付けされていない画像

source: Untagged and unconnected nodes
ja: タグ付けも接続もされていないノード

source: Untagged ways
ja: タグのないウェイ

source: Untagged ways (commented)
ja: タグ付けされていないウェイ(コメントあり)

source: Untagged, empty and one node ways
ja: タグ付けされていない、空の1ノードしかないウェイ

source: Up
ja: 上

source: Up One Level
ja: 1つ上のレベルへ

source: Update
ja: アップデート

source: Update JOSM
ja: JOSMの更新

source: Update Java
ja: Javaを更新

source: Update changeset
ja: 変更セットを更新

source: Update changeset discussion
ja: 変更セットの議論を更新

source: Update content
ja: 内容を更新

source: Update data
ja: データを更新

source: Update default entries
ja: 既定の項目を更新

source: Update directory listing.
ja: ディレクトリ表示を更新。

source: Update imagery ''{0}''
ja: 画像 ''{0}'' を更新

source: Update interval (in days):
ja: 更新周期(日数):

source: Update message catalog
ja: メッセージカタログを更新する

source: Update modified
ja: 編集を更新

source: Update modules
ja: モジュールを更新

source: Update multipolygon
ja: マルチポリゴンの更新

source: Update objects
ja: オブジェクトを更新

source: Update plugin
ja: プラグインをアップデート

source: Update plugins
ja: プラグインを更新

source: Update selection
ja: 選択を更新

source: Update tags for public transport stops
ja: 公共交通機関の停留所のタグを更新する

source: Update the changeset content from the OSM server
ja: 変更セットの内容をOSMサーバーのものに更新

source: Update the changeset discussion from the OSM server
ja: OSMサーバーから変更セットの議論を更新

source: Update the changeset from the OSM server
ja: OSMサーバーの情報で変更セットを更新する

source: Update the selected modules
ja: 選択されたモジュールを更新

source: Update the selected plugins
ja: 選択したプラグインを更新

source: Update your email
ja: メールの更新

source: Updated
ja: 更新しました

source: Updated preference setting {0} to {1}
ja: 基本設定{0}が{1}に更新されました

source: Updates the currently modified objects from the server (re-downloads data)
ja: 編集中のオブジェクトをサーバーから再ダウンロードして更新

source: Updates the currently selected objects from the server (re-downloads data)
ja: 選択したオブジェクトをサーバーから再ダウンロードして更新

source: Updates the objects in the active data layer from the server.
ja: サーバーから有効なデータレイヤーのオブジェクトを更新

source: Updates the selected changesets with current data from the OSM server
ja: 選択した変更セットをOSMサーバーの現在のデータで更新

source: Updates to this turn restriction can''t be saved unless deleted members are removed.<br>How to you want to proceed?
ja: この進行方向制限への更新は削除済みのメンバーが除去されるまで保存できません。<br>どのように先に進めますか？

source: Updating changeset {0}...
ja: 変更セット {0} を更新中...

source: Updating changeset...
ja: 変更セットを更新中...

source: Updating data
ja: データ更新中

source: Updating ignored errors ...
ja: 無視されたエラーを更新中 ...

source: Updating map ...
ja: 地図を更新中 ...

source: Updating plugins
ja: プラグインを更新中

source: Updating properties of up to {0} object
ja: 最大{0}件のオブジェクトのプロパティを更新しています

source: Updating the following module has failed:
ja: 以下のモジュールの更新に失敗しました。

source: Updating the following plugin has failed:
ja: 次のプラグインの更新に失敗:

source: Updating user interface
ja: ユーザーインターフェースを更新中

source: Upholsterer
ja: 家具製造所

source: Upload
ja: アップロード

source: Upload Changes
ja: 変更のアップロード

source: Upload Mapillary images
ja: Mapillary画像のアップロード

source: Upload OSM
ja: OSMのアップロード

source: Upload Trace
ja: トレースのアップロード

source: Upload Traces
ja: トレースのアップロード

source: Upload a GPX, OSM or GeoJSON file, which contains polygons.
ja: ポリゴンがはいっているGPXまたはOSM、GeoJSONのファイルをアップロードします。

source: Upload all changes in the active data layer to the OSM server
ja: 有効なデータレイヤーでの全ての変更をアップロード

source: Upload all changes in the current selection to the OSM server.
ja: 選択中のすべての変更を OSM サーバーへアップロード

source: Upload an offset for current imagery (or calibration object geometry) to a server
ja: サーバーに現在の画像のオフセット(または位置合わせオブジェクト座標)をアップロード

source: Upload anyway?
ja: アップロードしますか?

source: Upload canceled
ja: アップロードがキャンセルされました

source: Upload changes to the server
ja: 変更をサーバにアップロード

source: Upload data
ja: データをアップロード

source: Upload data in chunks of objects.
ja: オブジェクトのチャンク中のデータをアップロードします。

source: Upload data in one request
ja: 1回のリクエストでデータをアップロード

source: Upload data to an already existing and open changeset
ja: データを既存及びオープン済みの変更セットにアップロード

source: Upload data...
ja: データをアップロード...

source: Upload discouraged
ja: アップロードが中断されました

source: Upload each object individually
ja: 各オブジェクトを個々にアップロード

source: Upload file
ja: ファイルアップロード

source: Upload in one request not possible (too many objects to upload)
ja: 1回のリクエストでアップロードすることはできません(アップロードするオブジェクトが多すぎる)

source: Upload is blocked
ja: アップロードがブロックされました

source: Upload is discouraged
ja: アップロード抑制中

source: Upload note changes to server
ja: メモの変更をサーバーにアップロード

source: Upload notes
ja: メモをアップロード

source: Upload selected sequence
ja: 選択したシーケンスのアップロード

source: Upload selection
ja: 選択をアップロード

source: Upload selection...
ja: 選択部分をアップロード...

source: Upload successful!
ja: アップロードに成功しました。

source: Upload the changed primitives
ja: 変更されたプリミティブをアップロード

source: Upload to ''{0}''
ja: ''{0}'' にアップロード

source: Upload to Openstreetmap
ja: Openstreetmapにアップロードする

source: Upload to a new changeset
ja: 新しい変更セットにアップロード

source: Upload to an existing changeset
ja: 既存の変更セットにアップロード

source: Uploaded layer
ja: アップロードされたレイヤー

source: Uploading <strong>{0} object</strong> to <strong>1 changeset</strong>
ja: <strong>{0}件のオブジェクト</strong>を<strong>1件の変更セット</strong>としてアップロードします

source: Uploading <strong>{0} object</strong> to <strong>1 changeset</strong> using <strong>1 request</strong>
ja: <strong>{0}件のオブジェクト</strong>を<strong>1件の変更セット</strong>として<strong>1回のリクエスト</strong>でアップロードします

source: Uploading <strong>{0} objects</strong> to <strong>1 changeset</strong> using <strong>{1} requests</strong>
ja: <strong>{0}件のオブジェクト</strong>を<strong>1件の変更セット</strong>として<strong>{1}回のリクエスト</strong>でアップロードします

source: Uploading <strong>{0} objects</strong> to <strong>multiple changesets</strong> using <strong>{1} requests</strong>
ja: <strong>{0}件のオブジェクト</strong>を<strong>複数の変更セット</strong>として<strong>{1}回のリクエスト</strong>でアップロードします

source: Uploading GPX Track
ja: GPXトラックのアップロード

source: Uploading GPX track: {0}% ({1} of {2})
ja: GPXトラックをアップロード中: {0}% ({1} of {2})

source: Uploading a new offset...
ja: 新しいオフセットをアップロード中...

source: Uploading and saving modified layers ...
ja: 修正されたレイヤーをアップロード、保存中 ...

source: Uploading changes...
ja: 変更点をアップロード中...

source: Uploading data ...
ja: データアップロード中 ...

source: Uploading data for layer ''{0}''
ja: レイヤー ''{0}'' のデータをアップロード中

source: Uploading file...
ja: ファイルアップロード...

source: Uploading modified notes
ja: 変更されたメモをアップロード

source: Uploading notes to server
ja: メモをサーバーへアップロード

source: Uploading trace ...
ja: トレースをアップロード中...

source: Uploading {0} object...
ja: {0}件のオブジェクトをアップロード中...

source: Uploading...
ja: アップロード中...

source: Uploading: {0}
ja: アップロード中: {0}

source: Uploads traces to openstreetmap.org
ja: openstreetmap.org へトレースをアップロード

source: Usage
ja: 使用法

source: Usage Position
ja: 便器の種類

source: Use
ja: 使う

source: Use "Tableau d''assemblage"
ja: 「Tableau d''assemblage」を使う

source: Use "none"
ja: "none" を使ってください

source: Use 24 hour format
ja: 24時間表記を使用

source: Use Address dialog
ja: 住所ダイアログを使用

source: Use Basic Authentication
ja: ベーシック認証を使用する

source: Use E.123 format, e.g. +49 11223 456 7890
ja: E.123フォーマットで記入してください。例: +49 11223 456 7890

source: Use English language for tag by default
ja: 既定ではタグに英語を使用してください

source: Use Garmin compatible GPX extensions
ja: Garmin互換のGPX拡張機能を使用

source: Use OAuth
ja: OAuthを使用

source: Use OAuth for all requests to {0}
ja: {0}へのすべての要求に対してOAuthを使用

source: Use Overpass server for object downloads
ja: オブジェクトのダウンロードに Overpass サーバーを使用

source: Use Proxy
ja: プロキシーを使う

source: Use Virtual nodes (new session required)
ja: 仮想ノードを使用する(新しいセッションが必要)

source: Use a SOCKS proxy
ja: SOCKSプロキシを使用

source: Use a custom changeset query
ja: ユーザー定義の変更セットの問い合わせを使用する

source: Use a random key from this list
ja: このリストからランダムなキーを使用

source: Use address nodes under buildings
ja: 建物の下にある住所ノードを使用

source: Use arrow keys or drag the imagery layer with mouse to adjust the imagery offset.
ja: 矢印キーを使用するか、マウスで画像レイヤをドラッグして、画像のオフセットを調整します。

source: Use auto filters
ja: 自動フィルタを使用

source: Use built-in rulesets
ja: 既定のルールセットを使用

source: Use complex property checker.
ja: 高度なプロパティチェッカーを使用

source: Use custom Qt style
ja: カスタムQtスタイルを使う

source: Use daylight saving time (where applicable)
ja: 夏時間を使用 (適切な場合)

source: Use default
ja: 既定の使用

source: Use default (and maybe existing) GnuPG directory ({0}) to store new keys and configs.
ja: 新しいキーや設定を格納するために、既定の(おそらく存在する)GnuPGディレクトリ({0})を使用する。

source: Use default settings
ja: デフォルト設定を使用

source: Use error layer.
ja: エラーレイヤーを使う

source: Use external scripts in JOSM
ja: JOSM中での外部スクリプトの使用

source: Use global settings
ja: 全体設定を使用する

source: Use ignore list.
ja: 無視リストを使う

source: Use language
ja: 多国語を使う

source: Use left click&drag to select area, arrows or right mouse button to scroll map, wheel or +/- to zoom.
ja: 左クリック＆ドラッグで領域を選択、矢印キーと右ドラッグで地図のスクロール、ホイールと+/-キーでズーム。

source: Use native file choosers (nicer, but do not support file filters)
ja: ネイティブのファイル選択を使用(より良いが、ファイルフィルターに対応しない)

source: Use non-standard exceptions
ja: 非標準例外を使用

source: Use only the article title instead of a URL for wikipedia:‹language› tags
ja: wikipedia:<language>タグに、URLではなく、記事のタイトルだけを使ってください

source: Use points instead of lines for heat map
ja: ヒートマップを線ではなく点で表示

source: Use positive numbers or N, E characters to indicate North or East cardinal direction.
ja: 正の数または N, E の文字は北緯または東経を表します。

source: Use preset ''{0}''
ja: プリセット ''{0}''を使います

source: Use preset ''{0}'' of group ''{1}''
ja: グループ ''{1}''のプリセット''{0}''を使います

source: Use proxy
ja: プロキシーを使う

source: Use selected layers as default
ja: 選択したレイヤーをデフォルトとして使用

source: Use separate GnuPG configuration directory?
ja: 個別のGnuPG設定ディレクトリを使用しますか？

source: Use separate GnuPG directory ({0}) to store new keys and configs.
ja: 新しいキーや設定を格納するために、個別のGnuPGディレクトリ({0})を使用する。

source: Use simple GPX track appearance
ja: シンプルなGPXトラック表現を使う

source: Use standard exceptions
ja: 標準例外を使用

source: Use standard system settings
ja: 標準のシステム設定を使用

source: Use standard system settings (disabled.
ja: 標準のシステム設定を使用(無効。

source: Use tag ''addr:street'' or ''addr:place''
ja: ''addr:street''または''addr:place''タグを使用してください

source: Use the current colors as a new color scheme.
ja: 現在の色を、新しい配色として使用します。

source: Use the error layer to display problematic elements.
ja: 疑わしい要素を表示するために、エラーレイヤーを使用

source: Use the format ''‹language›:‹article title› instead!''
ja: かわりに ''‹language›:‹article title›'' のフォーマットを利用してください!

source: Use the ignore list to suppress warnings.
ja: 警告を抑制するために、無視するリストを使用する

source: Use the selected scheme from the list.
ja: 選択した配色を一覧から使用する。

source: Use this tag again
ja: このタグを再使用

source: Use with caution - this is still in the 'construction phase', but it may help you if you are just starting to learn to map for H.O.T.
ja: 注意して使用してください-これはまだ「構築フェーズ」ですが、H.O.T.のマッピングを学習し始めるときに役立つ場合があります。

source: Use with caution!
ja: 注意して使用してください。

source: Use {0}
ja: {0}を使用

source: Used for data communications
ja: 通信に利用

source: Used for the water area only.
ja: 水域にのみ使用してください。

source: Used in combination with width and height options to determine the area to render.
ja: 幅と高さのオプションと組み合わせて、レンダリングする領域を決定します。

source: Used in menu entries.
ja: メニューエントリで使用されます。

source: Used in some countries for a named road junction who’s name serves for local orientation.
ja: 移動の目印になる、名前のついた交差点です。（一部の国で使用）
